<template>
	<div id="Privacy">
		<div class="Privacy-box">
			<div class="Title">
				<p>隐私政策</p>
				<div class="Title-lower"></div>
			</div>
			<div class="out">
				<div class="title">98k.com隐私政策</div>
				<p>
					本《隱私政策》適用於我們提供的一切CSGO168 csgo168.com服務。當您使用我們任何單項服務時，您同意接受本《隱私政策》以及我們在該單項服務中發出的特定隱私資訊類政策條款（下列稱“特定條款”）的保護，在此情况下特定條款與本政策條款同時對您產生效力。
					請注意我們不時地會檢查我們的政策，囙此有關的措施會隨之變化。我們懇請您定期光顧本頁面，以確保對我們《隱私政策》最新版本始終保持瞭解。在閱讀完本政策之後，如您對本《隱私政策》或與本《隱私政策》相關的事宜有任何問題，請與CSGO168 csgo168.com客服聯系。
				</p>
				<p>
					您使用或繼續使用CSGO168 csgo168.com服務，都表示您同意我們按照本《隱私政策》收集、使用、儲存和分享您的資訊
				</p>

				<div class="title">一、我們可能收集的資訊</div>

				<p>
					（一）與個人身份無關的資訊：
				</p>
				<p>當您使用CSGO168 csgo168.com服務時，我們可能收集和匯總諸如用戶的來源途徑、訪問順序等資訊，例如記錄使用CSGO168 csgo168.com服務的每個用戶的來源途徑、瀏覽器軟件等。</p>
				<p>（二）有關個人身份的資訊：</p>
				<p>
					當您使用CSGO168 csgo168.com服務時，我們可能收集和匯總或要求您提供有關個人身份的資訊，例如個人：生日、籍貫、性別、興趣愛好、個人電話號碼、（包括系統帳號、IP地址、電子郵箱地址等）；個人財產資訊（交易記錄、餘額、優惠券、兌換碼等）；通訊資訊；個人上網記錄和日誌資訊（包括網站瀏覽記錄、軟體使用記錄、點擊記錄、操作日誌等）；設備資訊（包括設備型號、設備MAC地址、作業系統類型、設備設定）；軟件清單唯一設備識別碼（如IMEI/androidID/IDFA/OPENUDID/GUID、SIM卡IMSI資訊等在內的描述個人常用設備基本情况的資訊）；位置資訊（包括行程資訊、精准定位資訊、住宿資訊、經緯度等）。
					我們收集您的資訊主要是為了您和其他用戶能够更容易和更滿意地使用CSGO168 csgo168.com服務。CSGO168 csgo168.com的目標是向所有的互聯網用戶提供安全、刺激、有趣及有教益的上網經歷。而這些資訊有助於我們實現這一目標。
				</p>

				<div class="title">二、我們如何收集和使用資訊</div>
				<p>
					（一）我們將通過以下途徑收集和獲得您的資訊：
				</p>
				<p>1、您提供的資訊。例如：</p>
				<p>（1）您在注册CSGO168 csgo168.com服務的帳號或使用CSGO168 csgo168.com服務時，向我們提供的資訊；</p>

				<p>
					（2）您通過CSGO168 csgo168.com服務向其他方提供的共亯資訊，以及您使用CSGO168 csgo168.com服務時所儲存的資訊。
				</p>
				<p>2、我們獲取的您的資訊。您在使用CSGO168 csgo168.com服務時，我們收集、匯總、記錄的資訊，例如日誌資訊、位置資訊、設備資訊等。</p>
				<p>
					（二）COOKIES、日誌檔案和WEB BEACON
				</p>
				<p>我們或我們的協力廠商合作夥伴可能通過COOKIES和WEB
					BEACON獲取和使用您的資訊，並將該等資訊儲存為日誌資訊。通過使用COOKIES，我們向用戶提供簡單易行並富個性化的網絡體驗。一個COOKIES是少量的數據，它們從一個網絡服務器送至您的瀏覽器並存在電腦硬碟上。我們使用COOKIES是為了讓其用戶可以受益。比如，為使得CSGO168 csgo168.com虛擬社群的登入過程更快捷，您可以選擇把用戶名存在一個COOKIES中。這樣下次當您要登入CSGO168 csgo168.com的服務時能更加方便快捷。COOKIES能幫助我們確定您連接的頁面和內容，您在CSGO168 csgo168.com特定服務上花費的時間和您所選擇的CSGO168 csgo168.com服務。COOKIES使得我們能更好、更快地為您服務，並且使您在CSGO168 csgo168.com服務上的經歷更富個性化。然而，您應該能够控制COOKIES是否以及怎樣被你的瀏覽器接受。請查閱您的瀏覽器附帶的檔案以獲得更多這方面的資訊。
					我們使用自己的COOKIES和WEB BEACON，用於以下用途：</p>

				<p>（1）記住您的身份。例如：COOKIES和WEB BEACON有助於我們辨認您作為我們的註冊用戶的身份，或保存您向我們提供有關您的喜好或其他資訊；</p>

				<p>（2）分析您使用我們服務的情况。我們可利用COOKIES和WEB BEACON來瞭解您使用CSGO168 csgo168.com服務進行什麼活動、或哪些服務或服務最受歡迎；及</p>

				<p>
					（3）廣告優化。COOKIES和WEB BEACON有助於我們根據您的資訊，向您提供與您相關的廣告而非進行普遍的廣告投放。
				</p>
				<p>
					我們為上述目的使用COOKIES和WEB BEACON的同時，可能將通過COOKIES和WEB BEACON收集的非個人身份資訊匯總提供給廣告商和其他夥伴，用於分析您和其他用戶如何使用CSGO168 csgo168.com服務並用於廣告服務。
				</p>

				<p>
					CSGO168 csgo168.com服務上可能會有廣告商和其他合作方放置的COOKIES和WEB BEACON。這些COOKIES和WEB
					BEACON可能會收集與您相關的非個人身份資訊，以用於分析用戶如何使用該等服務、向您發送您可能感興趣的廣告，或用於評估廣告服務的效果。這些協力廠商COOKIES和WEB
					BEACON收集和使用該等資訊不受本《隱私政策》約束，而是受到其自身的個人資訊保護聲明約束，我們不對協力廠商的COOKIES或WEB BEACON承擔責任。
				</p>
				<p>您可以通過瀏覽器或用戶選擇機制拒絕或管理COOKIES或WEB BEACON。但請您注意，如果您停用COOKIES或WEB
					BEACON，我們有可能無法為您提供最佳的服務體驗，某些服務也可能無法正常使用。同時，您仍然將收到廣告，只是這些廣告與您的相關性會降低。</p>


				<p>
					（三）我們會出於以下目的，收集和使用您的資訊：
				</p>
				<p>1、幫助您完成注册</p>
				<p>為便於我們為您提供服務，您需要提供基本注册資訊，例如手機號碼、電子郵箱地址等，並創建您的用戶名和密碼。在部分單項服務中，如果您僅需使用瀏覽、蒐索等基本服務，您不需要注册成為CSGO168 csgo168.com用戶及提供上述資訊。</p>
				<p>2、向您提供商品或服務</p>
				<p>
					我們所收集和使用的資訊是為您提供CSGO168 csgo168.com服務的必要條件，如缺少相關資訊，我們將無法為您提供CSGO168 csgo168.com服務的覈心內容，例如：
				</p>
				<p>（2）為展示您帳戶的訂單資訊，我們會收集您在使用CSGO168 csgo168.com服務過程中產生的訂單資訊用於向您展示及便於您對訂單進行管理；</p>
				<p>（3）當您與我們聯系時，我們可能會保存您的通信/通話記錄和內容或您留下的聯繫方式等資訊，以便與您聯系或幫助您解决問題，或記錄相關問題的處理方案及結果。</p>
				<p>（4）為確認交易狀態及為您提供售後與爭議解决服務，我們會通過您基於交易所選擇的交易對象、支付機构、物流公司等收集與交易進度相關的您的交易、支付、物流資訊，或將您的交易信息共亯給上述服務提供者。</p>
				<p>
					3、為您提供安全保障
				</p>
				<p>為確保您身份真實性、向您提供更好的安全保障，您可以向我們提供身份證明、面部特徵等生物識別資訊等個人敏感資訊以完成實名認證。
					除身份驗證外，我們可能將您的資訊用於客戶服務、安全防範、詐騙監測、存檔和備份等用途，確保我們向您提供的服務的安全性；我們可能使用或綜合我們所收集的您的資訊，以及我們的合作夥伴取得您授權或依據法律共亯的資訊，來綜合判斷您帳戶及交易風險、進行身份驗證、檢測及防範安全事件，並依法採取必要的記錄、稽核、分析、處置措施。</p>

				<div class="title">三、我們可能分享、轉讓或披露的資訊</div>
				<p>
					（一）分享
				</p>
				<p>
					除以下情形外，未經您同意，我們不會與CSGO168 csgo168.com之外的任何協力廠商分享您的資訊：
				</p>
				<p>1、向您提供我們的服務。我們可能向合作夥伴及其他協力廠商分享您的資訊，以實現您需要的覈心功能或提供您需要的服務，例如：向物流服務商提供對應的訂單資訊；</p>
				<p>2、維護和改善我們的服務。我們可能向合作夥伴及其他協力廠商分享您的資訊，以幫助我們為您提供更有針對性、更完善的服務，例如：代表我們發出電子郵件或推送通知的通訊服務提供者等；</p>
				<p>3、實現本《隱私政策》第二條“我們如何收集和使用資訊”部分所述目的；</p>
				<p>
					4、履行我們在本《隱私政策》或我們與您達成的其他協定中的義務和行使我們的權利；
				</p>
				<p>5、向委託我們進行推廣的合作夥伴等協力廠商共亯，但我們僅會向這些委託方提供推廣的覆蓋面和有效性的資訊，而不會提供可以識別您身份的資訊，例如姓名電話號碼或電子郵箱；或者我們將這些資訊進行匯總，以便它不會識別您個人。比如我們可以告知該委託方有多少人看了他們的推廣資訊或在看到這些資訊後購買了委託方的商品，或者向他們提供不能識別個人身份的統計資訊，幫助他們瞭解其受眾或顧客。</p>
				<p>
					6、在法律法規允許的範圍內，為了遵守法律、維護我們及我們的關聯方或合作夥伴、您或其他CSGO168 csgo168.com用戶或社會公眾利益、財產或安全免遭損害，比如為防止欺詐等違法活動和减少信用風險，我們可能與其他公司和組織交換資訊。不過，這並不包括違反本《隱私政策》中所作的承諾而為獲利目的出售、出租、共亯或以其它管道披露的資訊。
				</p>
				<p>（二）轉讓</p>
				<p></p>
				<p>
					1、隨著我們業務的持續發展，我們有可能進行合併、收購、資產轉讓或類似的交易，而您的資訊有可能作為此類交易的一部分而被轉移。我們會要求新的持有您資訊的公司、組織繼續受本《隱私政策》的約束，否則，我們將要求該公司、組織重新向您徵求授權同意。
				</p>
				<p>2、在獲得您的明確同意後，我們會向其他方轉讓您的資訊。</p>
				<p>（三）披露
					我們僅會在以下情况下，且採取符合業界標準的安全防護措施的前提下，才會披露您的資訊：</p>
				<p>1、根據您的需求，在您明確同意的披露管道下披露您所指定的資訊；</p>
				<p>
					2、根據法律、法規的要求、強制性的行政執法或司法要求所必須提供您資訊的情况下，我們可能會依據所要求的資訊類型和披露管道披露您的資訊。在符合法律法規的前提下，當我們收到上述披露資訊的請求時，我們會要求接收方必須出具與之相應的法律檔，如傳票或調查函。我們堅信，對於要求我們提供的資訊，應該在法律允許的範圍內盡可能保持透明。我們對所有的請求都進行了慎重的審查，以確保其具備合法依據，且僅限於執法部門因特定調查目的且有合法權利獲取的數據。
				</p>
				<div class="title">
					四、我們如何保留、儲存和保護資訊
				</div>
				<p>我們將採取以下手段保護您的資訊：</p>
				<p>（一）數據安全技術措施</p>
				<p>我們會採用符合業界標準的安全防護措施，包括建立合理的制度規範、安全技術來防止您的資訊遭到未經授權的訪問使用、修改，避免數據的損壞或遺失。網路服務採取了多種加密技術，例如在某些服務中，我們將利用加密技術（例如SSL）來保護您的資訊，採取加密技術對您的資訊進行加密保存，並通過隔離科技進行隔離。在資訊使用時，例如資訊展示、資訊關聯計算，我們會採用多種數據脫敏科技增强資訊在使用中安全性。採用嚴格的數據訪問許可權控制和多重身份認證科技保護資訊，避免數據被違規使用。</p>
				<p>（二）我們為保護資訊採取的其他安全措施</p>
				<p>我們通過建立數據分類分級制度、資料安全管理規範、資料安全開發規範來管理規範資訊的存儲和使用。
					我們通過資訊接觸者保密協定、監控和稽核機制來對數據進行全面安全控制。
					加强安全意識。我們還會舉辦安全和隱私保護培訓課程，加强員工對於保護資訊重要性的認識。</p>
				<p>（三）我們僅允許有必要知曉這些資訊的CSGO168 csgo168.com員工、合作夥伴訪問您的資訊，並為此設定了嚴格的訪問許可權控制和監控機制。我們同時要求可能接觸到您的資訊的所有人員履行相應的保密義務。如果未能履行這些義務，可能會被追究法律責任或被中止與CSGO168 csgo168.com的合作關係。</p>
				<p>（四）我們會採取一切合理可行的措施，確保未收集無關的資訊。</p>
				<p>（五）互聯網並非絕對安全的環境，而且電子郵件、即時通訊、社交軟件或其他服務軟件等與其他用戶的交流管道無法確定是否完全加密，我們建議您使用此類工具時請使用複雜密碼，並注意保護您的資訊安全。</p>
				<p>（六）互聯網環境並非百分之百安全，我們將盡力確保或擔保您發送給我們的任何資訊的安全性。如果我們的物理、科技、或管理防護設施遭到破壞，導致資訊被非授權訪問、公開披露、篡改、或毀壞，導致您的合法權益受損，我們將承擔相應的法律責任。</p>
				<p>（七）安全事件處置</p>
				<p>在通過CSGO168 csgo168.com服務與協力廠商進行溝通或購買商品及服務時，您不可避免的要向交易對方或潜在的交易對方披露自己的資訊，如聯絡方式或者郵政地址等。請您妥善保護自己的資訊，僅在必要的情形下向他人提供。
					為應對資訊洩露、損毀和遺失等可能出現的風險，我們製定了多項制度，明確安全事件、安全性漏洞的分類分級標準及相應的處理流程。我們也為安全事件建立了專門的應急回應團隊，按照安全事件處置規範要求，針對不同安全事件啟動安全預案，進行止損、分析、定位、製定補救措施、聯合相關部門進行溯源和打擊。
					在不幸發生資訊安全事件後，我們將按照法律法規的要求，及時向您告知：安全事件的基本情况和可能的影響、我們已採取或將要採取的處置措施、您可自主防範和降低風險的建議、對您的補救措施等。我們同時將及時將事件相關情况以郵件、信函、電話、推送通知等管道告知您，難以逐一告知資訊主體時，我們會採取合理、有效的管道發佈公告。同時，我們還將按照監管部門要求，主動上報資訊安全事件的處置情况。
					請您理解，由於科技的限制以及風險防範的局限，即便我們已經儘量加强安全措施，也無法始終保證資訊百分之百的安全。您需要瞭解，您接入CSGO168 csgo168.com服務所用的系統和通訊網絡，有可能因我們可控範圍外的情况而發生問題。</p>
				<div class="title">五、如何聯繫我們</div>
				<p>如您有關於網絡資訊安全的投訴和舉報，或您對本《隱私政策》、您的資訊的相關事宜有任何問題、意見或建議，以及有關本聲明或CSGO168 csgo168.com的隱私措施的問題請與CSGO168 csgo168.com的協調人聯系</p>
			</div>
		</div>
	</div>
</template>

<script>
</script>

<style lang="scss">
	.Privacy-box {
		width: 10rem;
		margin: 0 auto;
		padding-top: 0.4rem;

		.out {
			width: 100%;

			.title {
				font-size: 0.18rem;
				color: #73d171;
				height: 0.5rem;
				line-height: 0.5rem;
			}

			p {
				font-size: 0.16rem;
				color: #fff;
				line-height: 1.75em;
			}
		}
	}
</style>
