<template>
	<div id="UserAgreement">
		<div class="UserAgreement-box">
			<div class="Title">
				<p>用户條款</p>
				<div class="Title-lower"></div>
			</div>
			<div class="out">
			<p>您同意在我們的網站上注册帳戶或以其他管道使用我們的服務，即表示您同意以下條款和條件（“條款”）。如果您不同意這些條款，請勿注册帳戶或以其他管道使用我們的服務。
請注意，您對服務的使用也受我們隱私政策的約束。本公司保留隨時更新條款和隱私政策的權利，恕不另行通知。</p>
			<div class="title">1 .定義</div>
			<p>帳戶：用戶在平臺上為訪問服務而創建的一個或多個帳戶。</p>
			<p>平臺：公司和/或其附屬機构發佈的平臺，允許用戶與其他用戶交換通證。該平臺不允許用戶將通證交換為法定貨幣。</p>
			<p>服務：通過網站、附屬網站、應用程序和平臺提供的任何服務。</p>
			<p>網站：CSGO168 csgo168.com，網址為：http://CSGO168 csgo168.com/</p>
			<p>用戶：任何服務的用戶（此處對“您”或“您的”的所有引用均指每個用戶）。</p>
			<div class="title">2 .資格、限制區域和允許用途</div>
			<p>資格。通過訪問服務，您需保證：</p>
			<p>（1）年齡至少為18歲，或至少為適用法律規定的最低年齡，以便我們無需經過您父母同意即可合法向您提供服務；</p>
			<p>（2）加入這些條款（並且在法律上有能力這樣做）；</p>
			<p>（4）所在國家適用法律不禁止訪問和使用服務；</p>
			<p>（5）未有過因違法操作，被暫停交易或者調離交易現場的記錄；</p>
			<p>（6）擁有您在平臺上使用的所有通證（或您能够與之進行授權交易的通證）；</p>
			<p>（7）擁有全部必要的同意和授權，以執行從您的帳戶發起的全部交易；</p>
			<p>（8）提供真實、準確、完整的開戶資料；</p>
			<p>（9）已審閱本條款所載的風險披露聲明，並同意承擔其中所述的所有風險。</p>
			<p>允許使用。您同意在訪問服務時遵守所有適用的法律和法規。您同意不將服務用於任何非法活動，包括但不限於非法賭博、洗錢、欺詐、敲詐、勒索、資料交換、資助恐怖主義或其他暴力活動。您還同意，您不會對平臺、網站和應用程序進行駭客、反編譯、反向工程、反彙編、嘗試獲取原始程式碼、解密或以其他管道損害其完整性和安全性。</p>
			<div class="title">3 .帳戶</div>
			<p>您必須創建帳戶才能訪問和使用服務，並且必須提供有效的電子郵寄地址才能創建帳戶。您必須在創建帳戶時提供完整、準確和最新的資訊，並在發生任何更改時立即更新這些資訊。您可以請求公司删除或去除您提供的任何資訊；但是，您承認並同意公司可以拒絕您的請求或恢復以前删除和去除的任何資訊。您必須對您帳戶下發生的所有活動負責，並承擔未經授權訪問的所有風險。您同意維護登入憑證的安全性和機密性，並拒絕在未經授權的情况下（無論是通過網站、應用程序還是其他管道）訪問您的帳戶。如果您發現或懷疑任何未經授權訪問或使用您的帳戶，必須立即通知公司。</p>
			<p>您同意公司：有權限制任何用戶或關聯公司能够創建的帳戶數量</p>
			<p>您同意本公司保留：隨時以任何理由終止您的帳戶的權利和唯一決定權。</p>
			<div class="title">4 .風險披露錶</div>
			<p>（A）科技</p>
			<p>複雜性。通證一般用非常技術性的語言描述；需要對應用密碼學和計算機科學有全面的瞭解，才能認識到固有的風險。通過使用本服務，您表示並保證您擁有足够的知識、市場成熟度、經驗和/或專業建議，足以對您根據本服務所進行的所有交易的價值和風險進行審慎評估。您同意承擔上述評估的全部責任。
網絡攻擊。如果平臺、應用程序、網站或服務的任何其他組件遭到網絡攻擊，您的帳戶和其中的通證可能會受到不利影響。本公司及其附屬公司均不保證其在發生此類攻擊時可預見、預防、減輕或採取糾正措施。
暫停/停止支助/撤出。如果在平臺上交易的特定通證發生分叉或網絡攻擊，您同意公司可以暫時中止相關通證的服務（無論是否事先通知您），並且公司可以不支持（或停止支持）分叉通證。如果可行，公司將為您提供收回此類通證的機會。有關受攻擊通證的存款、提款和用戶餘額的決議將由公司根據具體情況自行决定。本公司不就平臺的安全性做出任何陳述或保證，也不對任何價值損失或被盜財產負責，無論本公司是否疏忽提供適當的安全性。</p>
			<p>（B）交易失敗；網上存款條款</p>
			<p>平臺上的交易可能由於若干原因而失敗，包括但不限於價格變化。本公司不對任何交易的正常執行做出任何陳述或保證。本公司特此聲明：放弃負責因任何交易失敗而產生、或與任何交易失敗相關的所有損失和損害。您同意並承認公司並沒有責任通知交易失敗。公司可在任何時候拒絕執行交易、施加交易金額的限制或約束，無需事先通知，並可自行决定。具體而言，如果公司懷疑可能存在洗錢、資助恐怖主義、欺詐或任何其他非法行為，或者公司懷疑交易違反了相關服務條款[這些條款是指？]（例如，涉及開設帳戶和隨後關閉帳戶而不進行任何實際交易的交易），公司保留拒絕處理、取消或撤銷任何交易和禁用用戶帳戶的權利。雖然公司可酌情撤銷交易，但用戶不得更改、撤回或取消其交易授權，但部分填寫的訂單除外。本公司可更正、沖銷或取消任何因處理交易訓示錯誤及其他原因而影響的交易。如果出現錯誤，您的補救措施將受到限制。我們不能保證此類取消或退款始終是可能的。公司的平臺運行使得每個用戶的訂單與其他用戶的訂單相匹配。根據下訂單時的交易活動，可以部分填寫訂單或填寫多個訂單。您確認公司為每個帳戶提供加密通證存儲功能，以便進行交易。</p>
			<p>（C）中止</p>
			<p>本公司有權隨時終止先前提供的通證可用性。在這種情況下，公司將為您提供收回這些通證的機會。</p>
			<p>5 .許可限制</p>
			<p>本公司授予您有限、非排他性、不可轉讓的許可，允許您訪問和使用本服務（無論是通過應用程序還是網站），僅用於本服務的預期功能以及本公司明確允許的其他準予用途。明確禁止任何其他使用服務的行為。</p>
			<p>使用應用程序時，您同意不會去：</p>
			<p>（A）反編譯、反向工程、反彙編、嘗試匯出應用程序的原始程式碼或解密應用程序；</p>
			<p>（B）對應用程序進行任何修改、改編、改進、增强、翻譯或衍生作品；</p>
			<p>（C）違反與您訪問或使用應用程序相關的任何適用法律、規則或法規；</p>
			<p>（E）將該應用程序用於並非設計或意圖用於的任何其他目的；</p>
			<p>（F）通過網絡提供應用程序，或以其他管道允許多個移動設備或用戶同時訪問或使用該應用程序；</p>
			<p>（G）使用應用程序向任何網站發送自動査詢或發送任何未經請求的商業電子郵件；</p>
			<p>（H）未經授權使用公司或其關聯公司的專有資訊或知識產權（包括但不限於商標）。</p>
			<div class="title">6 .用戶行為守則</div>
			<p>使用或訪問服務時，您同意不會：</p>
			<p>（A）通過密碼挖掘或其他管道獲取或企圖獲取對網站、其他用戶帳戶或服務任何其他組成部分的未經授權訪問；</p>
			<p>（B）在網站或服務的任何組成部分上使用或企圖使用網路爬蟲</p>
			<p>（C）對我們的基礎設施造成巨大負擔；</p>
			<p>（D）將含有電腦病毒、特洛伊木馬或蠕蟲的任何資料上載到網站。</p>
			<div class="title">7 .隱私政策相關</div>
			<p>你的隱私對我們很重要。但是，我們可能被迫根據相應的法律、規則或法規共亯您的資訊。有關詳細資訊，請參閱我們的《隱私政策》。</p>
			<div class="title">8 .反洗錢和驗證用戶身份政策</div>
			<p>公司執行銀行層面的（“驗證用戶身份”）流程，以遵守反洗錢（AML）法律。該公司對照政府觀察名單對用戶數據進行交叉核對。如果用戶或用戶的交易被標記為可疑，公司將要求用戶提供額外的身份證明，並可暫停該用戶的任何交易、存款或提款，直至收到令公司滿意的身份證明。</p>
			<p>公司對用戶驗證級別使用內部政策。本公司有權利為任何用戶確定適當驗證級別和標準的，以及在不事先通知的情况下降低用戶級別的權利。公司可隨時執行措施，根據國籍、居住國或任何其他因素限制核查水准和標準。</p>
			<p>您同意，如果無法達到所需的驗證級別，則可能無法存放或選取通證。您同意獨自承擔責任，不要求公司或其關聯公司對此類損失承擔責任。</p>
			<p>您特此授權公司直接（或通過協力廠商）進行任何我們所認為必要的査詢，以驗證您的身份並/或防止欺詐行為的發生，包括査詢公開報告中包含的身份資訊（例如您的姓名、地址、過去地址或出生日期），査詢與您關聯的銀行帳戶相關的帳戶資訊（例如姓名或帳戶餘額），並根據此類査詢和報告的結果採取我們認為合理且必要的行動。您還授權可能收到此類査詢或請求的任何和所有協力廠商對此類査詢或請求做出全面響應。</p>
			<div class="title">9 .不可轉讓性</div>
			<p>雖然向用戶提供的帳戶和服務不可轉讓，但公司有權將帳戶和服務的所有權、利益進行義務轉讓、轉讓或出售給任何人，這些條款對公司或其貸款人的繼承人和受讓人（如有）繼續有效。</p>
			<div class="title">10 .永久性撤回服務</div>
			<p>公司有權暫停或終止您對服務的訪問。以及如果公司根據適用的法律、規則或法規，懷疑您或其他人使用您的帳戶從事非法活動，則可以停用或取消您的帳戶。在這種情況下，除非另有相應的法律禁止，否則您可以在帳戶停用或取消後60天內轉讓與您的帳戶相關的通證。如果您的帳戶在被取消或暫停時，任何交易處於掛起狀態，則可根據需要取消或退還此類交易。</p>
			<p>通證返還流程：公司註銷您的帳戶——您授權公司取消或暫停掛起交易——公司通過服務或應用程序向您發出通知——與交易相關聯的通證會返回公司為您保留的錢包地址。
如果本公司無法通過合理的商業努力將您的通證歸還給CoinFit為您存檔的錢包地址，本公司可根據香港無人認領財產法向適用的政府機構報告和匯寄通證。</p>
			<div class="title">11.免責聲明與免責事項</div>
			<p>用戶瞭解並同意，在任何情况下，我們不就以下各事項承擔責任：</p>
			<p>（1）收入的損失；</p>
			<p>（2）交易利潤或契约損失；</p>
			<p>（3）業務中斷；</p>
			<p>（4）預期可節省的貨幣的損失；</p>
			<p>（5）資訊的損失；</p>
			<p>（6）機會、商譽或聲譽的損失；</p>
			<p>（7）數據的損壞或損失；</p>
			<p>（8）購買替代產品或服務的成本；</p>
			<p>（9）數位資產消亡或退出市場；</p>
			<p>（10）任何由於侵權（包括過失）、違約或其他任何原因產生的間接的、特殊的或附帶性的損失或損害，不論這種損失或損害是否可以為我們合理預見；不論我們是否事先被告知存在此種損失或損害的可能性。</p>
			<p>（1）條至（10）條均是彼此獨立的。</p>
			<p>用戶瞭解並同意，我們不對因下述任一情况而導致用戶的任何損害賠償承擔責任：</p>
			<p>（1）我們有合理理由認為用戶的具體交易事項可能存在重大違法或違約情形。</p>
			<p>（2）我們有合理的理由認為用戶在我們的行為涉嫌違法或不當。</p>
			<p>（3）通過我們服務購買或獲取任何數據、資訊或進行交易等行為或替代行為產生的費用及損失。</p>
			<p>（4）用戶對本網站服務的誤解。</p>
			<p>（5）非因我們的原因而造成用戶資訊被洩露、毀損或滅失。</p>
			<p>（6）任何非因我們的原因而引起的與我們提供的服務有關的其它損失。</p>
			<p>（7）我們不能保證我們包含的全部資訊、程式、文字等完全安全，不受任何病毒、木馬等惡意程式的干擾和破壞，故用戶登陸、使用我們任何服務或下載及使用該下載的任何程式、資訊、數據等均是用戶個人的决定並自行承擔風險及可能產生的損失。</p>
			<p>（8）我們對我們連結的任何協力廠商網站的任何資訊、產品及業務及其他任何形式的不屬於我們的主體的內容等不做任何保證和承諾，用戶如果使用協力廠商網站提供的任何服務、資訊及產品等均為用戶個人决定且承擔由此產生的一切責任。</p>
			<p>（9）我們對於用戶使用我們服務不做任何明示或暗示的保證，包括但不限於我們提供服務的適用性、沒有錯誤或疏漏、持續性、準確性、可靠性、適用於某一特定用途。同時，我們也不對我們提供的服務所涉及的科技及資訊的有效性、準確性、正確性、可靠性、質量、穩定、完整和及時性作出任何承諾和保證。是否登入或使用我們提供的服務是用戶個人的决定且自行承擔風險及可能產生的損失。我們對於數位資產的市場、價值及價格等不做任何明示或暗示的保證，用戶理解並瞭解數位資產市場是不穩定的，價格和價值隨時會大幅波動或崩盤，交易數位資產是用戶個人的自由選擇及决定且自行承擔風險及可能產生的損失。</p>
			<p>（10）協定中規定的我們的保證和承諾是由我們就本協定和我們提供的服務的唯一保證和陳述，並取代任何其他途徑和管道產生的保證和承諾，無論是書面的或口頭的，​明示的或暗示的。所有這些保證和陳述僅僅代表我們自身的承諾和保證，並不保證任何協力廠商遵守本協定中的保證和承諾。</p>
			<p>（11）我們並不放弃本協定中未提及的在法律適用的最大範圍內我們享有的限制、免除或抵銷我們損害賠償責任的任何權利。</p>
			<div class="title">12 .適用法律和爭議解决</div>
			<p>本使用條款應受香港法律管轄，並應在所有方面解釋為香港契约。由本使用條款引起或與本使用條款相關的任何索賠或訴訟（包括侵權索賠）應受香港法律管轄，並根據香港法律進行解釋和執行。</p>
			<p>為加快並控制爭議成本，您同意，您使用服務或本條款、或您使用服務或本條款相關的任何法律引起的索賠，包括本條款的形成、有效性、可執行性、範圍或適用性（以下簡稱“索賠”）將按以下管道解决：除了禁令或衡平法上的救濟索賠或知識產權索賠（可在任何首長法院提起而無需出具保函）之外，您使用服務引起的任何爭議應根據香港國際仲裁中心（以下簡稱“仲裁中心”）通過保密、有約束力的仲裁最終解決。這意味著，除知識產權訴訟之外的所有索賠，如版權或商標侵權訴訟，或尋求非金錢救濟的索賠，都將受到具有約束力的仲裁。仲裁應以英文在香港進行，仲裁决定可在任何法院執行。</p>
			<p>要開始仲裁程式，您必須通過郵件發送一封請求仲裁的信函，並向我們描述您的索賠要求.</p>
			<div class="title">13 .沒有集體訴訟</div>
			<p>您和公司只能以您或其個人身份對另一方提出索賠，而不能在任何聲稱的類別、代表、合併或多索賠人訴訟中作為原告或類別成員提出索賠。
你和公司都放弃了陪審團審判的權利。</p>
			<div class="title">14 .可分性；棄權</div>
			<p>如果本條款中的任何條款被視為非法、無效或由於任何原因無法執行，則該條款應被視為可與本條款分離，且不會影響任何剩餘條款的有效性和執行性。本公司延遲或未能執行其任何權利不應構成對該等權利的持續放弃。</p>
			<div class="title">15 .綜合</div>
			<p>本條款以及公司發佈的任何政策或運營規則構成您與公司之間的完整協定和瞭解，並取代您與公司之間以前或同時期的任何形式的協定、溝通和建議（包括但不限於本條款的任何以前版本）。</p>
			<div class="title">16.不可抗力因素</div>
			<p>除上述適用免責聲明外，如果由於超出公司合理控制範圍的原因（包括但不限於天灾、任何政府行為、戰爭或其他敵對行為、內亂、火灾、水灾、暴風雪、地震、爆炸、禁運、恐怖主義行為、停電、設備故障、勞資糾紛或爭議、任何協力廠商數據提供商或其他協力廠商資訊提供商的行為、協力廠商軟件或通信方法中斷）而導致中斷和/或延遲，公司應免除履行本條款。</p>
			<div class="title">17 .修正</div>
			<p>公司可隨時修改、删除或以其他管道修改本使用條款和隱私政策中的任何條款；前提是，公司至少在修改前七天，通過您在公司存檔的電子郵件向您發出通知。</p>
			<div class="title">18 .暫停和終止服務</div>
			<p>公司可出於任何原因，在事先通知或不事先通知您的情况下，暫停和終止服務。您承認並同意，如果市場狀況不穩定、不合理，公司可在事先通知或不通知您的情况下，通過啟動交易限制或其他適當的措施，終止服務。</p>
			</div>
		</div>
		
	</div>
</template>

<script>
</script>

<style lang="scss">
 .UserAgreement-box{
     width: 10rem;
     margin: 0 auto;
     padding-top: 0.4rem;
     .out{
         width: 100%;
         .title{
             font-size: 0.18rem;
             color: #73d171;
             height: 0.5rem;
             line-height: 0.5rem;
        }
         p{
             font-size: 0.16rem;
             color: #fff;
             line-height: 1.75em;
        }
    }
}
</style>
